{
    "title": "About Me",
    "introduction_text": "I am Fernando Rivera, born in 2007 in Comayagua, Honduras. From a young age, I found myself captivated by the world of software and technology. My journey began unexpectedly one day when I stumbled upon a batch script file filled with lines of code I couldn’t comprehend. Rather than leaving it unexplored, this mystery ignited a curiosity that has fueled my path ever since. Over time, I honed my skills and discovered a passion for creating impactful projects that bridge technology and learning.",

    "empowering_title": "Empowering Peers and Providing Solutions",
    "empowering_text": "At present, I am dedicated to fostering a deeper understanding of technology as a developer. I not only focus on empowering my peers through accessible tech education but also provide software solutions tailored to meet various needs. Alongside my development work, I offer comprehensive support to users, ensuring they have the resources and guidance necessary to effectively utilize the software I create. By organizing workshops and events, I aim to demystify complex concepts and provide hands-on experiences that ignite curiosity and inspire others to explore the world of technology. This mission is driven by my belief that everyone should have the opportunity to learn and grow in the tech field, regardless of their background or resources.",

    "founder_title": "The Founder of Asterki Dev",
    "founder_text1": "Asterki Dev started as my online persona. As I engaged more deeply with the tech community, I realized I wanted to create something bigger — a platform that goes beyond skilling people. I envisioned a space that could",
    "founder_text2": "spark curiosity",
    "founder_text3": "in those who have the interest but might lack the means to pursue a tech career. That’s how Asterki Dev was born, with a simple motto:",
    "founder_text4": "“Spark Curiosity.”",

    "events_title": "Events and Community Contributions",
    "events_text1": "As a",
    "events_text2": "student representative and advocate",
    "events_text3": ", I’ve organized events like",
    "events_text4": "MSLA Comayagua 2024",
    "events_text5": ", held at the Marist Institute La Inmaculada in my hometown. This event skilled over 70 students locally and 250 worldwide in the fields of software development and technology.",
    "events_text6": "One of my proudest moments was the recognition of Octo-tree by the National University of Honduras (UNAH) as an exceptional project. It’s these milestones that continue to drive my passion for sharing knowledge and building a community around technology.",

    "philosophy_title": "My Philosophy",
    "philosophy_text1": "Open-source principles and community-driven learning are at the heart of everything I do. I believe in the power of motivation and discipline as the keys to success. My goal is to create tools, projects, and platforms that inspire others to discover their own",
    "philosophy_text2": "box of curiosity",
    "philosophy_text3": "— just as I did that day when I first opened a mysterious script file.",

    "quote": "“Don’t feel intimidated, find motivation and discipline amongst your dreams.”",

    "future_goals_title": "Future Goals",
    "future_goals_text1": "In the future, I envision expanding the reach of",
    "future_goals_text2": "Asterki Dev",
    "future_goals_text3": "as I work toward becoming a proficient developer and establishing myself as a professional in the tech industry. My focus will be on honing my skills and knowledge in emerging technologies while continually pushing my boundaries. I aim to take on challenging projects that enhance my expertise, enabling me to contribute effectively to the tech landscape. This journey of personal growth will empower me to create meaningful solutions and innovations that reflect my commitment to excellence.",

    "acknowledgments_title": "Acknowledgments",
    "acknowledgments_text": "I would like to take a moment to thank Kat for being always there for me, for supporting and motivating me throughout my journey. Your encouragement has been super important in keeping me on track with my goals and aspirations. I truly appreciate your belief in me and the invaluable guidance you’ve provided me. Thank you for being an amazing friend.",

    "footer_button": "Return to the landing page"
}
