{
  "about_asterki_title": "À Propos d'Asterki Dev",
  "our_story_title": "Notre Histoire",
  "our_story_text": "Asterki Dev a commencé comme un projet personnel et s'est depuis développé en une plateforme dédiée à rendre l'éducation technologique accessible. Avec un accent sur l'éveil de la curiosité, nous cherchons à inspirer les gens à explorer le monde de la technologie, quel que soit leur parcours ou leurs ressources. Des ateliers aux ressources d'apprentissage, nous nous engageons à construire une communauté où les développeurs en herbe peuvent apprendre, expérimenter et grandir.",
  
  "our_mission_title": "Notre Mission : Autonomiser par la Technologie et Fournir des Solutions",
  "our_mission_text": "Chez Asterki Dev, notre mission est double : autonomiser les gens par le biais d'une éducation technologique accessible et offrir des solutions logicielles innovantes qui relèvent divers défis. Nous nous efforçons de créer un environnement inclusif où les apprenants peuvent libérer leur potentiel tout en fournissant des outils pratiques et des applications pour résoudre des problèmes réels. En comblant le fossé entre l'éducation et le développement de logiciels, nous garantissons que nos utilisateurs sont équipés pour naviguer dans le paysage technologique en toute confiance.",
  
  "our_future_goals_title": "Nos Objectifs Futurs",
  "our_future_goals_text": "En regardant vers l'avenir, nous aspirons à étendre la portée d'Asterki Dev en nous associant à des établissements d'enseignement et à des organisations technologiques à travers le monde. Notre objectif est de construire une plateforme complète qui offre du mentorat, des projets pratiques et des cours à la pointe de la technologie, qui maintiennent les apprenants à la pointe de l'industrie technologique en évolution rapide.",
  
  "contact_title": "Prenez Contact",
  "contact_text": "Intéressé par une collaboration ou souhaitez-vous en savoir plus sur Asterki Dev ? N'hésitez pas à nous contacter. Nous serions ravis d'avoir de vos nouvelles !",
  
  "contact_button": "Contactez-nous",
  "footer_button": "Retour à la page d'accueil"
}
