{
  "title": "À Propos de Moi",
  "introduction_text": "Je suis Fernando Rivera, né en 2007 à Comayagua, au Honduras. Depuis mon jeune âge, j'ai été captivé par le monde du logiciel et de la technologie. Mon parcours a commencé de manière inattendue un jour où je suis tombé sur un fichier de script batch rempli de lignes de code que je ne comprenais pas. Plutôt que de le laisser inexploré, ce mystère a éveillé une curiosité qui a alimenté mon chemin depuis. Au fil du temps, j'ai perfectionné mes compétences et découvert une passion pour la création de projets percutants qui allient technologie et apprentissage.",
  
  "empowering_title": "Autonomiser mes Pairs et Fournir des Solutions",
  "empowering_text": "Actuellement, je me consacre à favoriser une compréhension plus approfondie de la technologie en tant que développeur. Je ne me concentre pas seulement sur l'autonomisation de mes pairs grâce à une éducation technologique accessible, mais je fournis également des solutions logicielles adaptées à divers besoins. En parallèle de mon travail de développement, j'offre un soutien complet aux utilisateurs, veillant à ce qu'ils disposent des ressources et de l'orientation nécessaires pour utiliser efficacement le logiciel que je crée. En organisant des ateliers et des événements, j'aspire à démystifier des concepts complexes et à fournir des expériences pratiques qui éveillent la curiosité et inspirent les autres à explorer le monde de la technologie. Cette mission est motivée par ma conviction que tout le monde devrait avoir l'opportunité d'apprendre et de grandir dans le domaine de la technologie, quelle que soit son origine ou ses ressources.",
  
  "founder_title": "Le Fondateur d'Asterki Dev",
  "founder_text1": "Asterki Dev a commencé comme ma persona en ligne. Alors que je m'engageais plus profondément dans la communauté technologique, j'ai réalisé que je voulais créer quelque chose de plus grand : une plateforme qui va au-delà de la formation des gens. J'ai imaginé un espace qui pourrait",
  "founder_text2": "éveiller la curiosité",
  "founder_text3": "de ceux qui ont de l'intérêt mais qui pourraient manquer des moyens de poursuivre une carrière dans la technologie. C'est ainsi qu'Asterki Dev est né, avec un simple slogan :",
  "founder_text4": "“Éveiller la Curiosité.”",
  
  "events_title": "Événements et Contributions à la Communauté",
  "events_text1": "En tant que",
  "events_text2": "représentant étudiant et défenseur",
  "events_text3": ", j'ai organisé des événements comme",
  "events_text4": "MSLA Comayagua 2024",
  "events_text5": ", qui s'est tenu à l'Institut Mariste La Inmaculada dans ma ville natale. Cet événement a formé plus de 70 étudiants localement et 250 dans le monde entier dans les domaines du développement logiciel et de la technologie.",
  "events_text6": "Un de mes moments les plus fiers a été la reconnaissance d'Octo-tree par l'Université Nationale Autonome du Honduras (UNAH) comme un projet exceptionnel. Ce sont ces jalons qui continuent de nourrir ma passion pour le partage des connaissances et la construction d'une communauté autour de la technologie.",
  
  "philosophy_title": "Ma Philosophie",
  "philosophy_text1": "Les principes de l'open source et l'apprentissage communautaire sont au cœur de tout ce que je fais. Je crois au pouvoir de la motivation et de la discipline comme clés du succès. Mon objectif est de créer des outils, des projets et des plateformes qui inspirent les autres à découvrir leur propre",
  "philosophy_text2": "boîte de curiosité",
  "philosophy_text3": "— tout comme je l'ai fait ce jour-là lorsque j'ai ouvert pour la première fois un fichier de script mystérieux.",
  
  "quote": "“Ne te sens pas intimidé, trouve la motivation et la discipline parmi tes rêves.”",
  
  "future_goals_title": "Objectifs Futurs",
  "future_goals_text1": "À l'avenir, je prévois d'élargir la portée de",
  "future_goals_text2": "Asterki Dev",
  "future_goals_text3": "alors que je m'efforce de devenir un développeur compétent et de m'établir comme un professionnel dans l'industrie technologique. Mon attention sera portée sur le perfectionnement de mes compétences et de mes connaissances dans les technologies émergentes tout en continuant à repousser mes limites. Je vise à relever des projets difficiles qui amélioreront mon expertise, me permettant de contribuer efficacement au paysage technologique. Ce parcours de croissance personnelle me permettra de créer des solutions et des innovations significatives qui reflètent mon engagement envers l'excellence.",
  
  "acknowledgments_title": "Remerciements",
  "acknowledgments_text": "Je voudrais prendre un moment pour remercier Kat d'avoir toujours été là pour moi, de m'avoir soutenu et motivé tout au long de mon parcours. Ton encouragement a été très important pour me maintenir sur la bonne voie avec mes objectifs et mes aspirations. J'apprécie vraiment ta foi en moi et l'orientation précieuse que tu m'as fournie. Merci d'être une amie incroyable.",
  
  "footer_button": "Retourner à la page d'accueil"
}
