{
    "title": "Chi Sono",
    "introduction_text": "Sono Fernando Rivera, nato nel 2007 a Comayagua, Honduras. Fin da giovane, sono rimasto affascinato dal mondo del software e della tecnologia. Il mio viaggio è iniziato in modo inaspettato un giorno quando mi sono imbattuto in un file batch pieno di righe di codice che non riuscivo a comprendere. Invece di lasciarlo inesplorato, questo mistero ha acceso una curiosità che ha alimentato il mio cammino da allora. Nel tempo, ho affinato le mie abilità e ho scoperto una passione per la creazione di progetti significativi che collegano tecnologia e apprendimento.",
  
    "empowering_title": "Empowerment dei Pari e Fornitura di Soluzioni",
    "empowering_text": "Attualmente, sono dedicato a promuovere una comprensione più profonda della tecnologia come sviluppatore. Non solo mi concentro sull'empowerment dei miei pari attraverso un'istruzione tecnologica accessibile, ma fornisco anche soluzioni software su misura per soddisfare diverse esigenze. Insieme al mio lavoro di sviluppo, offro supporto completo agli utenti, assicurandomi che abbiano le risorse e le indicazioni necessarie per utilizzare efficacemente il software che creo. Organizzando workshop ed eventi, miriamo a demistificare concetti complessi e fornire esperienze pratiche che accendano la curiosità e ispirino gli altri a esplorare il mondo della tecnologia. Questa missione è guidata dalla mia convinzione che tutti dovrebbero avere l'opportunità di apprendere e crescere nel campo tecnologico, indipendentemente dal proprio background o dalle proprie risorse.",
  
    "founder_title": "Il Fondatore di Asterki Dev",
    "founder_text1": "Asterki Dev è iniziato come la mia persona online. Man mano che mi impegnavo più profondamente nella comunità tecnologica, mi sono reso conto di voler creare qualcosa di più grande: una piattaforma che vada oltre la formazione delle persone. Ho immaginato uno spazio che potesse",
    "founder_text2": "accendere la curiosità",
    "founder_text3": "in coloro che hanno l'interesse ma potrebbero mancare dei mezzi per intraprendere una carriera tecnologica. È così che è nata Asterki Dev, con un semplice motto:",
    "founder_text4": "“Accendi la Curiosità.”",
  
    "events_title": "Eventi e Contributi alla Comunità",
    "events_text1": "Come",
    "events_text2": "rappresentante degli studenti e sostenitore",
    "events_text3": ", ho organizzato eventi come",
    "events_text4": "MSLA Comayagua 2024",
    "events_text5": ", tenutosi presso l'Istituto Marista La Inmaculada nella mia città natale. Questo evento ha formato oltre 70 studenti a livello locale e 250 a livello mondiale nei campi dello sviluppo software e della tecnologia.",
    "events_text6": "Uno dei miei momenti più orgogliosi è stata la riconoscenza di Octo-tree da parte dell'Università Nazionale dell'Honduras (UNAH) come progetto eccezionale. Sono questi traguardi che continuano a guidare la mia passione per condividere conoscenze e costruire una comunità attorno alla tecnologia.",
  
    "philosophy_title": "La Mia Filosofia",
    "philosophy_text1": "I principi open-source e l'apprendimento guidato dalla comunità sono al centro di tutto ciò che faccio. Credo nel potere della motivazione e della disciplina come chiavi del successo. Il mio obiettivo è creare strumenti, progetti e piattaforme che ispirino gli altri a scoprire il proprio",
    "philosophy_text2": "scatola di curiosità",
    "philosophy_text3": "— proprio come ho fatto quel giorno quando ho aperto per la prima volta un file script misterioso.",
  
    "quote": "“Non sentirti intimidito, trova motivazione e disciplina tra i tuoi sogni.”",
  
    "future_goals_title": "Obiettivi Futuri",
    "future_goals_text1": "In futuro, immagino di espandere la portata di",
    "future_goals_text2": "Asterki Dev",
    "future_goals_text3": "mentre lavoro per diventare uno sviluppatore competente e affermarmi come professionista nel settore tecnologico. Il mio obiettivo sarà affinare le mie abilità e conoscenze nelle tecnologie emergenti mentre continuo a superare i miei limiti. Intendo affrontare progetti impegnativi che migliorino la mia esperienza, permettendomi di contribuire efficacemente al panorama tecnologico. Questo viaggio di crescita personale mi permetterà di creare soluzioni significative e innovazioni che riflettono il mio impegno per l'eccellenza.",
  
    "acknowledgments_title": "Riconoscimenti",
    "acknowledgments_text": "Vorrei prendere un momento per ringraziare Kat per essere sempre stata al mio fianco, per supportarmi e motivarmi durante il mio percorso. Il tuo incoraggiamento è stato super importante per mantenermi in carreggiata con i miei obiettivi e aspirazioni. Apprezzo davvero la tua fiducia in me e il prezioso supporto che mi hai fornito. Grazie per essere un'amica straordinaria.",
  
    "footer_button": "Torna alla pagina di atterraggio"
  }
  