{
  "about_asterki_title": "Chi è Asterki Dev",
  "our_story_title": "La Nostra Storia",
  "our_story_text": "Asterki Dev è iniziato come un progetto personale ed è cresciuto fino a diventare una piattaforma dedicata a rendere l'educazione tecnologica accessibile. Con un focus sull'accensione della curiosità, miriamo a ispirare le persone a esplorare il mondo della tecnologia, indipendentemente dal loro background o dalle loro risorse. Dai workshop alle risorse di apprendimento, ci impegniamo a costruire una comunità in cui gli aspiranti sviluppatori possano apprendere, sperimentare e crescere.",

  "our_mission_title": "La Nostra Missione: Empowerment Attraverso la Tecnologia e Fornitura di Soluzioni",
  "our_mission_text": "In Asterki Dev, la nostra missione è duplice: empowerizzare le persone attraverso un'educazione tecnologica accessibile e offrire soluzioni software innovative che affrontino diverse sfide. Ci sforziamo di creare un ambiente inclusivo in cui gli studenti possano sbloccare il proprio potenziale mentre forniamo strumenti e applicazioni pratiche per risolvere problemi reali. Colmando il divario tra educazione e sviluppo software, ci assicuriamo che i nostri utenti siano equipaggiati per navigare nel panorama tecnologico con fiducia.",

  "our_future_goals_title": "I Nostri Obiettivi Futuri",
  "our_future_goals_text": "Guardando al futuro, aspiriamo ad espandere la portata di Asterki Dev collaborando con istituzioni educative e organizzazioni tecnologiche in tutto il mondo. Il nostro obiettivo è costruire una piattaforma completa che offra mentoring, progetti pratici e corsi all'avanguardia che mantengano gli studenti un passo avanti nell'industria tecnologica in rapida evoluzione.",

  "contact_title": "Mettiti in Contatto",
  "contact_text": "Sei interessato a collaborare o a saperne di più su Asterki Dev? Non esitare a contattarci. Ci piacerebbe sentirti!",

  "contact_button": "Contattaci",
  "footer_button": "Torna alla pagina di atterraggio"
}
