import LangPack from "../types/lang";

const ru: typeof LangPack = {
    index: {
        pageTitle: "Asterki Dev | Главная",

        introduction: "Привет, меня зовут Фернандо, я веб-разработчик full-stack из Гондураса",

        about: "Обо мне",
        skills: "Мои навыки",
        blog: "Мой блог",
        contact: "Свяжитесь со мной",
        projects: "Мои проекты",
    },

    about: {
        pageTitle: "Asterki Dev | Обо мне",

        about: {
            title: "Обо мне",

            verse1: `Привет! Меня зовут Фернандо Ривера, и я веб-разработчик full-stack из Гондураса. С большой страстью я создаю красивые и функциональные веб-приложения. Я специализируюсь на разработке индивидуальных решений, отвечающих уникальным потребностям моих клиентов. У меня несколько лет опыта в этой сфере.`,
            verse2: `Я владею несколькими языками программирования и платформами, включая SCSS, Python, TypeScript, React, Node.js и многие другие. Также я знаком с различными технологиями работы с данными, такими как Pandas, MySQL и MongoDB, что позволяет мне создавать мощные и эффективные приложения, способные обрабатывать большие объемы данных.`,
            verse3: `Одно из моих отличительных черт в работе с другими веб-разработчиками - это фокус на сотрудничестве и коммуникации. Я убежден, что лучшие результаты достигаются благодаря близкому сотрудничеству с клиентами, чтобы понять их цели и требования, и всегда стремлюсь держать своих клиентов в курсе и вовлеченными на протяжении всего процесса разработки.`,
            verse4: `Если вы ищете талантливого и опытного веб-разработчика, я с удовольствием выслушаю вас. Пожалуйста, ознакомьтесь с остальной частью моего веб-сайта`,
            verse5: `и свяжитесь со мной`,
            verse6: `если у вас возникли вопросы или вы хотите обсудить свой проект более подробно.`,
        },

        training: {
            title: "Сертификаты и Обучение",
        },

        back: "Вернуться",
    },

    skills: {
        pageTitle: "Asterki Dev | Навыки",

        title: "Мои навыки",

        languages: "Языки программирования",
        libs: "Библиотеки",
        databases: "Базы данных",
        tools: "Инструменты",

        back: "Вернуться",
    },

    projects: {
        pageTitle: "Asterki Dev | Проекты",
        title: "Мои проекты",
        back: "Вернуться",
    },

    contact: {
        pageTitle: "Asterki Dev | Контакты",

        talkToMe: {
            title: "Обсудим",
            email: "Моя электронная почта:",
            instagram: "Мой Instagram:",
            discord: "Мой Discord:",
            twitter: "Мой Twitter:",
        },

        hireMe: {
            title: "Наймите меня",
            fiverr: "Мой Fiverr:",
        },

        seeMyProjects: {
            title: "Мои проекты",
            github: "Мой GitHub:",
            thisSite: "Этот сайт",
        },

        back: "Вернуться",
    },
};

export default ru;
