{
  "about_asterki_title": "Sobre Asterki Dev",
  "our_story_title": "Nuestra Historia",
  "our_story_text": "Asterki Dev comenzó como un proyecto personal y desde entonces ha crecido hasta convertirse en una plataforma dedicada a hacer que la educación tecnológica sea accesible. Con un enfoque en despertar la curiosidad, buscamos inspirar a las personas a explorar el mundo de la tecnología, sin importar su origen o recursos. Desde talleres hasta recursos de aprendizaje, estamos comprometidos a construir una comunidad donde los aspirantes a desarrolladores puedan aprender, experimentar y crecer.",
  
  "our_mission_title": "Nuestra Misión: Empoderar a Través de la Tecnología y Proporcionar Soluciones",
  "our_mission_text": "En Asterki Dev, nuestra misión es doble: empoderar a las personas a través de una educación tecnológica accesible y ofrecer soluciones de software innovadoras que aborden diversos desafíos. Nos esforzamos por crear un entorno inclusivo donde los aprendices puedan desbloquear su potencial mientras proporcionamos herramientas y aplicaciones prácticas para resolver problemas del mundo real. Al cerrar la brecha entre la educación y el desarrollo de software, aseguramos que nuestros usuarios estén equipados para navegar por el panorama tecnológico con confianza.",
  
  "our_future_goals_title": "Nuestros Objetivos Futuros",
  "our_future_goals_text": "Mirando hacia adelante, aspiramos a expandir el alcance de Asterki Dev asociándonos con instituciones educativas y organizaciones tecnológicas en todo el mundo. Nuestro objetivo es construir una plataforma integral que ofrezca mentoría, proyectos prácticos y cursos de vanguardia que mantengan a los aprendices a la vanguardia en la industria tecnológica en rápida evolución.",
  
  "contact_title": "Ponte en Contacto",
  "contact_text": "¿Interesado en colaborar o aprender más sobre Asterki Dev? No dudes en comunicarte. ¡Nos encantaría saber de ti!",
  
  "contact_button": "Contáctanos",
  "footer_button": "Regresar a la página de inicio"
}
