{
  "about_asterki_title": "Über Asterki Dev",
  "our_story_title": "Unsere Geschichte",
  "our_story_text": "Asterki Dev begann als persönliches Projekt und hat sich seitdem zu einer Plattform entwickelt, die sich der Zugänglichkeit von technologischer Bildung widmet. Mit einem Fokus auf die Weckung von Neugier wollen wir Menschen inspirieren, die Welt der Technologie zu erkunden, unabhängig von ihrem Hintergrund oder ihren Ressourcen. Von Workshops bis hin zu Lernressourcen setzen wir uns dafür ein, eine Gemeinschaft aufzubauen, in der aufstrebende Entwickler lernen, experimentieren und wachsen können.",
  
  "our_mission_title": "Unsere Mission: Empowerment durch Technologie und Bereitstellung von Lösungen",
  "our_mission_text": "Bei Asterki Dev ist unsere Mission zweifach: Menschen durch zugängliche technologische Bildung zu stärken und innovative Softwarelösungen anzubieten, die verschiedene Herausforderungen angehen. Wir bemühen uns um die Schaffung eines inklusiven Umfelds, in dem Lernende ihr Potenzial entfalten können, während wir praktische Werkzeuge und Anwendungen zur Lösung realer Probleme bereitstellen. Indem wir die Kluft zwischen Bildung und Softwareentwicklung überbrücken, stellen wir sicher, dass unsere Nutzer in der Lage sind, selbstbewusst durch die technologische Landschaft zu navigieren.",
  
  "our_future_goals_title": "Unsere zukünftigen Ziele",
  "our_future_goals_text": "Mit Blick auf die Zukunft streben wir an, die Reichweite von Asterki Dev durch Partnerschaften mit Bildungseinrichtungen und Technologieorganisationen weltweit zu erweitern. Unser Ziel ist es, eine umfassende Plattform zu schaffen, die Mentoring, praktische Projekte und hochmoderne Kurse bietet, die Lernende in der sich schnell entwickelnden Technologiebranche an die Spitze bringen.",
  
  "contact_title": "Nehmen Sie Kontakt auf",
  "contact_text": "Interessiert an einer Zusammenarbeit oder möchten Sie mehr über Asterki Dev erfahren? Zögern Sie nicht, uns zu kontaktieren. Wir würden uns freuen, von Ihnen zu hören!",
  
  "contact_button": "Kontaktiere uns",
  "footer_button": "Zurück zur Startseite"
}
