{
    "title": "Über Mich",
    "introduction_text": "Ich bin Fernando Rivera, geboren 2007 in Comayagua, Honduras. Schon in jungen Jahren fühlte ich mich von der Welt der Software und Technologie fasziniert. Mein Weg begann unerwartet, als ich eines Tages auf eine Batch-Skriptdatei stieß, die voller Codezeilen war, die ich nicht verstehen konnte. Anstatt sie unentdeckt zu lassen, entfachte dieses Rätsel eine Neugier, die meinen Weg seitdem nährt. Im Laufe der Zeit verfeinerte ich meine Fähigkeiten und entdeckte eine Leidenschaft dafür, wirkungsvolle Projekte zu schaffen, die Technologie und Lernen verbinden.",
  
    "empowering_title": "Die Mitmenschen stärken und Lösungen bieten",
    "empowering_text": "Derzeit widme ich mich der Förderung eines tieferen Verständnisses von Technologie als Entwickler. Ich konzentriere mich nicht nur darauf, meine Mitmenschen durch zugängliche Technologieausbildung zu stärken, sondern biete auch Softwarelösungen an, die auf verschiedene Bedürfnisse zugeschnitten sind. Neben meiner Entwicklungsarbeit biete ich umfassende Unterstützung für Benutzer, um sicherzustellen, dass sie die notwendigen Ressourcen und Anleitungen haben, um die Software, die ich erstelle, effektiv zu nutzen. Durch die Organisation von Workshops und Veranstaltungen versuche ich, komplexe Konzepte zu entmystifizieren und praktische Erfahrungen zu bieten, die Neugier wecken und andere inspirieren, die Welt der Technologie zu erkunden. Diese Mission wird von meinem Glauben angetrieben, dass jeder die Möglichkeit haben sollte, im Technologiebereich zu lernen und zu wachsen, unabhängig von seinem Hintergrund oder seinen Ressourcen.",
  
    "founder_title": "Der Gründer von Asterki Dev",
    "founder_text1": "Asterki Dev begann als meine Online-Persona. Als ich mich intensiver mit der Technologiegemeinschaft beschäftigte, wurde mir klar, dass ich etwas Größeres schaffen wollte: eine Plattform, die über die Ausbildung von Menschen hinausgeht. Ich stellte mir einen Raum vor, der",
    "founder_text2": "Neugier wecken kann",
    "founder_text3": "bei denen, die Interesse haben, aber möglicherweise nicht die Mittel besitzen, um eine Karriere in der Technologie zu verfolgen. So wurde Asterki Dev geboren, mit einem einfachen Motto:",
    "founder_text4": "„Wecke Neugier.“",
  
    "events_title": "Veranstaltungen und Beiträge zur Gemeinschaft",
    "events_text1": "Als ein",
    "events_text2": "studentischer Vertreter und Befürworter",
    "events_text3": "habe ich Veranstaltungen organisiert wie",
    "events_text4": "MSLA Comayagua 2024",
    "events_text5": ", die am Maristeninstitut La Inmaculada in meiner Heimatstadt stattfand. Diese Veranstaltung schulte über 70 Schüler vor Ort und 250 weltweit in den Bereichen Softwareentwicklung und Technologie.",
    "events_text6": "Einer meiner stolzesten Momente war die Anerkennung von Octo-tree durch die Nationale Universität von Honduras (UNAH) als ein außergewöhnliches Projekt. Es sind diese Meilensteine, die meine Leidenschaft für den Wissensaustausch und den Aufbau einer Gemeinschaft rund um Technologie weiterhin antreiben.",
  
    "philosophy_title": "Meine Philosophie",
    "philosophy_text1": "Grundsätze der Open Source und gemeinschaftlich gesteuertes Lernen stehen im Mittelpunkt von allem, was ich tue. Ich glaube an die Kraft von Motivation und Disziplin als Schlüssel zum Erfolg. Mein Ziel ist es, Werkzeuge, Projekte und Plattformen zu schaffen, die andere inspirieren, ihre eigene",
    "philosophy_text2": "Box der Neugier",
    "philosophy_text3": "zu entdecken – genau wie ich es an dem Tag tat, als ich zum ersten Mal eine mysteriöse Skriptdatei öffnete.",
  
    "quote": "„Lass dich nicht einschüchtern, finde Motivation und Disziplin unter deinen Träumen.“",
  
    "future_goals_title": "Ziele für die Zukunft",
    "future_goals_text1": "In der Zukunft stelle ich mir vor, den Einfluss von",
    "future_goals_text2": "Asterki Dev",
    "future_goals_text3": "auszudehnen, während ich daran arbeite, ein kompetenter Entwickler zu werden und mich als Fachmann in der Technologiebranche zu etablieren. Mein Fokus wird darauf liegen, meine Fähigkeiten und Kenntnisse in aufkommenden Technologien zu verfeinern und kontinuierlich meine Grenzen zu erweitern. Ich strebe an, herausfordernde Projekte zu übernehmen, die meine Expertise verbessern und es mir ermöglichen, effektiv zum Technologiemarkt beizutragen. Diese Reise des persönlichen Wachstums wird es mir ermöglichen, bedeutungsvolle Lösungen und Innovationen zu schaffen, die mein Engagement für Exzellenz widerspiegeln.",
  
    "acknowledgments_title": "Danksagungen",
    "acknowledgments_text": "Ich möchte mir einen Moment Zeit nehmen, um Kat zu danken, dass sie immer für mich da war, mich unterstützt und motiviert hat während meiner Reise. Deine Ermutigung war äußerst wichtig, um mich auf Kurs mit meinen Zielen und Ambitionen zu halten. Ich schätze deinen Glauben an mich und die unschätzbare Anleitung, die du mir gegeben hast. Danke, dass du eine großartige Freundin bist.",
  
    "footer_button": "Zurück zur Startseite"
  }
  